---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsVerticalNumber
source: html/ba7ba3dd-4fc2-535b-b3ab-0944702d2eee.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsVerticalNumber Property

"Vertical Number for parallel conduits"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsParallelconduitsVerticalNumber { get; }
```